Repository: zembutsu/erimil
Catalog: Erimil/Erimil/Localizable.xcstrings
Source language: en
Languages: ja

# contentView.unsavedAlert.cancel
source: Cancel
ja: キャンセル

# contentView.unsavedAlert.discard
source: Discard and Navigate
ja: 保存せず移動

# contentView.unsavedAlert.message
source: selections are unsaved. Discard and navigate to another location?
ja: 件の選択が保存されていません。破棄して別の場所に移動しますか？

# contentView.unsavedAlert.title
source: Unsaved Changes
ja: 未保存の変更があります

# detail.selectSource
source: Select a ZIP File or Folder
ja: ZIPファイルまたはフォルダを選択

# detail.selectSourceDescription
source: Choose from the tree on the left
ja: 左のツリーから選んでください

# error.cannotCreateDestZip
source: Cannot create new ZIP file
ja: 新しいZIPファイルを作成できません

# error.cannotCreateZip
source: Cannot create ZIP file
ja: ZIPファイルを作成できません

# error.cannotOpenPdf
source: Could not open PDF file
ja: PDFファイルを開けませんでした

# error.cannotOpenSourceZip
source: Cannot open source ZIP file
ja: 元のZIPファイルを開けません

# error.cannotReadFolder
source: Cannot read folder
ja: フォルダを読み込めません

# error.fileAlreadyExists
source: already exists. Please choose a different name.
ja: は既に存在します。別の名前を指定してください。

# error.noRemainingPages
source: No pages to export (all excluded)
ja: 出力するページがありません（すべて除外されています）

# error.pdfWriteFailed
source: PDF write failed:
ja: PDFの書き込みに失敗しました:

# exportConfirm.bookmarks
source: 栞 Bookmarks
ja: 栞 ブックマーク

# exportConfirm.cancel
source: Cancel
ja: キャンセル

# exportConfirm.exclude
source: Exclude
ja: 除外する

# exportConfirm.favorites
source: ★ Favorites
ja: ★ お気に入り

# exportConfirm.metadataCarryOver
source: Metadata Carry-Over
ja: メタデータの引き継ぎ

# exportConfirm.notIncluded
source: will not be included in output
ja: 件が出力に含まれません

# exportConfirm.proceed
source: Proceed
ja: 続行

# exportConfirm.readingDirection
source: Reading Direction
ja: 読み取り方向

# exportConfirm.singlePageMarkers
source: Single Page Markers
ja: 単独表示マーカー

# exportConfirm.title
source: Export Confirmation
ja: エクスポートの確認

# exportConfirm.willBeExcluded
source: will be excluded
ja: 件が除外されます

# favoriteScope.content.description
source: Same image gets ⭐ anywhere (identified by content)
ja: 同じ画像なら別の場所でも⭐（画像の中身で識別）

# favoriteScope.content.displayName
source: By Content
ja: コンテンツ単位

# favoriteScope.source.description
source: Independent ⭐ per ZIP/folder (identified by location)
ja: ZIP/フォルダごとに独立した⭐（場所で識別）

# favoriteScope.source.displayName
source: By Source
ja: ソース単位

# grid.alert.cancel
source: Cancel
ja: キャンセル

# grid.alert.delete
source: Delete
ja: 削除

# grid.alert.error
source: Error
ja: エラー

# grid.alert.exportComplete
source: Export Complete
ja: エクスポート完了

# grid.alert.moveToTrash
source: Move to Trash
ja: ゴミ箱に移動

# grid.alert.protected
source: protected
ja: 保護されます

# grid.alert.trashConfirm
source: files will be moved to Trash.
ja: 件のファイルをゴミ箱に移動しますか？

# grid.button.clearSelection
source: Clear Selection
ja: 選択をクリア

# grid.button.createZip
source: Create ZIP
ja: ZIP化

# grid.button.deleteTrash
source: Delete (Trash)
ja: 削除（ゴミ箱）

# grid.button.exportOptPdf
source: Export → _opt.pdf
ja: 確定 → _opt.pdf

# grid.button.exportOptZip
source: Export → _opt.zip
ja: 確定 → _opt.zip

# grid.button.exportPng
source: Export as PNG...
ja: PNGとして出力...

# grid.button.exportPngZip
source: Export PNG (ZIP)...
ja: PNGで出力（ZIP）...

# grid.button.selectAllFavorites
source: Select All ★
ja: ★をすべて選出

# grid.export.created
source: created Contains:
ja: を作成しました 含む:

# grid.export.createdWithExcluded
source: created Keep:
ja: を作成しました 出力:

# grid.export.files
source: files
ja: ファイル

# grid.export.movedToTrash
source: files moved to Trash
ja: 件のファイルをゴミ箱に移動しました

# grid.export.noFilesToExport
source: No files to export (all excluded)
ja: 出力するファイルがありません（すべて除外されています）

# grid.export.noPagesToExport
source: No pages to export (all excluded)
ja: 出力するページがありません（すべて除外されています）

# grid.export.pages
source: pages
ja: ページ

# grid.export.pagesExported
source: pages exported
ja: ページを出力しました

# grid.footer.exclude
source: Exclude
ja: 除外

# grid.footer.includingFavorites
source: incl. ★
ja: 含★

# grid.footer.keep
source: Keep
ja: 出力

# grid.help.selectAllFavorites
source: Add all ★ items to selection
ja: ★付きアイテムをすべて選出に追加

# grid.help.toggleMode
source: Click to toggle mode
ja: クリックでモード切替

# grid.loading
source: Loading…
ja: 読み込み中…

# grid.noImages
source: No Images
ja: 画像がありません

# grid.noImagesDescription
source: This folder contains no image files
ja: このフォルダには画像ファイルが含まれていません

# grid.panel.saveOptimizedPdf
source: Save Optimized PDF
ja: 最適化PDFの保存先

# grid.panel.saveOptimizedZip
source: Save Optimized ZIP
ja: 最適化ZIPの保存先

# grid.panel.savePngZip
source: Save PNG ZIP
ja: PNG ZIP の保存先

# grid.panel.saveZip
source: Save ZIP File
ja: ZIPファイルの保存先

# grid.panel.selectPngFolder
source: Select PNG Output Folder
ja: PNG出力先フォルダを選択

# grid.status.images
source: images
ja: 画像

# grid.status.selected
source: selected
ja: 選択

# pdf.pageLabel
source: Page
ja: ページ

# readingDirection.ltr
source: Left → Right (LTR)
ja: 左→右 (LTR)

# readingDirection.rtl
source: Right → Left (RTL)
ja: 右→左 (RTL)

# selectionMode.exclude.description
source: Clicked images will be excluded (safe)
ja: クリックした画像が除外されます（安全）

# selectionMode.exclude.displayName
source: Exclude Mode
ja: 除外モード

# selectionMode.keep.description
source: Only clicked images will be kept
ja: クリックした画像だけが残ります

# selectionMode.keep.displayName
source: Keep Mode
ja: 選出モード

# settings.autoSlide.footer2
source: Press Space again to stop. O key toggles overlay
ja: Space（再押し）で停止。Oキーでオーバーレイ切替

# settings.autoSlide.footer3
source: Auto-stops at end when Loop at End is OFF
ja: 「末尾でループ」OFF時は末尾で自動停止

# settings.autoSlide.loopAtEnd
source: Loop at End
ja: 末尾でループ

# settings.autoSlide.resetButton
source: Reset to Defaults
ja: 初期値に戻す

# settings.cache.clearButton
source: Clear Cache
ja: キャッシュをクリア

# settings.cache.fileCountLabel
source: Cache files:
ja: キャッシュファイル数:

# settings.cache.filesUnit
source: files
ja: 件

# settings.cache.footer
source: Deletes thumbnail cache. Favorites are preserved.
ja: サムネイルのキャッシュを削除します。お気に入りは保持されます。

# settings.cache.header
source: Cache
ja: キャッシュ

# settings.cache.sizeLabel
source: Cache size:
ja: キャッシュサイズ:

# settings.gridSpacing.footer
source: Space between thumbnails. Applied immediately.
ja: サムネイル間の余白。即座に反映されます。

# settings.gridSpacing.header
source: Grid Spacing
ja: グリッド間隔

# settings.gridSpacing.spacingLabel
source: Spacing:
ja: 間隔:

# settings.metadataCarryOver.bookmarks
source: 🔖 Bookmarks
ja: 栞 ブックマーク

# settings.metadataCarryOver.favorites
source: ★ Favorites
ja: ★ お気に入り

# settings.metadataCarryOver.footer
source: Types of metadata to copy to the export destination
ja: エクスポート先にコピーするメタデータの種類

# settings.metadataCarryOver.header
source: Metadata Carry-Over on Export
ja: エクスポート時のメタデータ引き継ぎ

# settings.metadataCarryOver.readingDirection
source: Reading Direction
ja: 読み取り方向

# settings.metadataCarryOver.singlePageMarkers
source: Single-Page Markers
ja: 単独表示マーカー

# settings.outputFolder.footer
source: When off, files are saved to the same folder as the original
ja: オフの場合、元ファイルと同じフォルダに保存されます

# settings.outputFolder.header
source: Output Folder
ja: 出力先

# settings.outputFolder.notSet
source: Not Set
ja: 未設定

# settings.outputFolder.panelTitle
source: Choose Default Output Folder
ja: デフォルトの出力先を選択

# settings.outputFolder.selectButton
source: Choose...
ja: 選択...

# settings.outputFolder.useDefault
source: Use Default Output Folder
ja: デフォルトの出力先を使用

# settings.readingDirection.defaultDirection
source: Default Direction
ja: デフォルト方向

# settings.readingDirection.footer
source: Default when opening a new source. Toggle per source with Ctrl+R
ja: 新しいソースを開いた時のデフォルト。Ctrl+Rでソースごとに切替可能

# settings.readingDirection.header
source: Reading Direction
ja: 読み取り方向

# settings.reset.button
source: Reset Settings
ja: 設定をリセット

# settings.selectionMode.header
source: Selection Mode
ja: 選択モード

# settings.selectionMode.picker
source: Selection Mode
ja: 選択モード

# settings.spreadMode.footer1
source: Press V to mark specific pages as single-page display
ja: Vキーで特定ページを単独表示に指定可能

# settings.spreadMode.footer2
source: Landscape images (spread scans) are automatically detected
ja: 横長画像（見開きスキャン）は自動で検出されます

# settings.spreadMode.header
source: Spread Mode
ja: 見開きモード

# settings.spreadMode.thresholdDescription
source: Images with width/height > threshold are displayed as single pages
ja: 幅/高さ > しきい値 の画像は自動で単独表示

# settings.spreadMode.thresholdLabel
source: Landscape Detection Threshold:
ja: 横長検出しきい値:

# settings.spreadMode.toggle
source: Spread View
ja: 見開き表示

# settings.thumbnailQuality.footer1
source: Applied when you next open a source.
ja: 次回ソースを開いた時に反映されます。

# settings.thumbnailQuality.footer2
source: PNG (lossless) provides higher quality but increases TileSheet disk usage.
ja: PNG（ロスレス）は高画質ですが、TileSheetのディスク使用量が増加します。

# settings.thumbnailQuality.footer3
source: PDF prefetch limit: restricts TileSheet generation page count for large PDFs.
ja: PDF先読み上限: 大きなPDFのTileSheet生成ページ数を制限します。

# settings.thumbnailQuality.header
source: Thumbnail Quality
ja: サムネイル画質

# settings.thumbnailQuality.pages100
source: 100 pages
ja: 100 ページ

# settings.thumbnailQuality.pages250
source: 250 pages
ja: 250 ページ

# settings.thumbnailQuality.pages500
source: 500 pages
ja: 500 ページ

# settings.thumbnailQuality.pages1000
source: 1000 pages
ja: 1000 ページ

# settings.thumbnailQuality.prefetchPageLimit
source: PDF Prefetch Limit
ja: PDF先読み上限

# settings.thumbnailQuality.preset
source: Quality Preset
ja: 画質プリセット

# settings.thumbnailQuality.unlimited
source: Unlimited
ja: 無制限

# settings.thumbnailSize.footer
source: Applied when you next open a source. Retina displays automatically generate higher resolution thumbnails.
ja: 次回ソースを開いた時に反映されます。Retinaディスプレイでは自動的に高解像度で生成されます。

# settings.thumbnailSize.header
source: Thumbnail Size
ja: サムネイルサイズ

# settings.thumbnailSize.preset
source: Preset
ja: プリセット

# settings.thumbnailSize.sizeLabel
source: Size:
ja: サイズ:

# settings.title
source: Settings
ja: 設定

# settings.viewerMode.footer1
source: Thumbnail position can also be toggled with T key
ja: サムネイル位置はTキーでも切替可能

# settings.viewerMode.footer2
source: Prefetch: 0=disabled, higher values are smoother but use more memory
ja: 先読み: 0=無効、大きいほど快適だがメモリ使用増加

# settings.viewerMode.footer3
source: Loop: navigate from last→first, first→last
ja: ループ: 末尾→先頭、先頭→末尾のナビゲーション

# settings.viewerMode.footer4
source: N-step: jump distance with Ctrl+Option+arrow keys
ja: N-step: Ctrl+Option+キーでジャンプする幅

# settings.viewerMode.header
source: Viewer Mode
ja: ビューアモード

# settings.viewerMode.loopNavigation
source: Loop Navigation Within Source
ja: ソース内ループナビゲーション

# settings.viewerMode.nStepLabel
source: N-step Jump Width
ja: N-stepジャンプ幅

# settings.viewerMode.prefetchCountLabel
source: Prefetch Count
ja: 先読み枚数

# settings.viewerMode.thumbnailPosition
source: Thumbnail Position
ja: サムネイル位置

# sidebar.cached
source: cached
ja: 枚キャッシュ済

# sidebar.openFolder
source: Open Folder...
ja: フォルダを開く...

# sidebar.panel.message
source: Select a folder to display
ja: 表示するフォルダを選択してください

# sidebar.panel.prompt
source: Select
ja: 選択

# sidebar.selectFolder
source: Select a Folder
ja: フォルダを選択

# sidebar.selectFolderDescription
source: Choose a folder from the button below
ja: 下のボタンからフォルダを選択してください

# spread.loading
source: Loading...
ja: 読み込み中...

# thumbnailQuality.high.displayName
source: High
ja: 高画質

# thumbnailQuality.low.displayName
source: Low
ja: 低画質

# thumbnailQuality.maximum.displayName
source: Maximum
ja: 最高画質

# thumbnailQuality.pngLossless.displayName
source: PNG (Lossless)
ja: PNG（ロスレス）

# thumbnailQuality.standard.displayName
source: Standard
ja: 標準

# thumbnailSize.custom
source: Custom
ja: カスタム

# thumbnailSize.extraLarge
source: Extra Large
ja: 特大

# thumbnailSize.large
source: Large
ja: 大

# thumbnailSize.medium
source: Medium
ja: 中

# thumbnailSize.small
source: Small
ja: 小

# viewer.help.close
source: Close (Esc/Q)
ja: 閉じる (Esc/Q)

# viewer.help.fullscreen
source: Fullscreen (Enter)
ja: 全画面表示 (Enter)

# viewer.help.thumbnailPosition
source: Thumbnail position:
ja: サムネイル位置:

# viewer.noImages
source: No Images
ja: 画像がありません

# viewer.shortcut.close
source: Esc: Close
ja: Esc: 閉じる

# viewer.shortcut.deskew
source: ⌘D: Deskew
ja: ⌘D: 傾き補正

# viewer.shortcut.fullscreen
source: Enter: Fullscreen
ja: Enter: 全画面

# viewer.shortcut.nudge
source: ⌘[/]: Nudge
ja: ⌘[/]: 微調整

# viewer.shortcut.pages
source: ←→: Pages
ja: ←→: ページ

# viewer.shortcut.select
source: X: Select
ja: X: 選択

# viewer.shortcut.single
source: V: Single
ja: V: 単独

# viewer.shortcut.source
source: Ctrl+←→: Source
ja: Ctrl+←→: ソース

# viewer.shortcut.thumbnail
source: T: Thumbnail
ja: T: サムネイル

# viewerThumbnail.bottom
source: Bottom
ja: 下

# viewerThumbnail.hidden
source: Hidden
ja: 非表示

# viewerThumbnail.left
source: Left
ja: 左
